Repository: alex6632/JO2024
Catalog: src/AlexBundle/Resources/translations/messages.*.xlf
Languages: fr

source: List of countries
fr: Liste des pays

source: List of disciplines
fr: Liste des disciplines

source: List of athletes
fr: Liste des athlètes

source: List of cities
fr: Liste des villes

source: List of countries
fr: Liste des pays

source: List of disciplines
fr: Liste des disciplines

source: List of athletes
fr: Liste des athlètes

source: List of cities
fr: Liste des villes

source: Add a country ?
fr: Ajouter un pays ?

source: Add a discipline ?
fr: Ajouter une discipline ?

source: Add an athl√®te ?
fr: Ajouter un athlète ?

source: Add a city ?
fr: Ajouter une ville ?

source: Name of the country
fr: Nom du pays

source: Name of the discipline
fr: Nom de la discipline

source: Import a flag
fr: Importer un drapeau

source: Create the country
fr: Créer le pays

source: Create the discipline
fr: Créer la discipline

source: Create the athlete
fr: Créer l'athlète

source: Create the city
fr: Créer la ville

source: Country
fr: Pays

source: Picture
fr: Photo

source: First name
fr: Prénom

source: Last name
fr: Nom

source: Birthday
fr: Date de naissance

source: City
fr: Ville

source: Flag
fr: Drapeau

source: Delete
fr: Supprimer

source: Edit
fr: Editer

source: Edit the country
fr: Editer le pays

source: Edit the discipline
fr: Editer la discipline

source: Edit the athlete
fr: Editer l'athlète

source: Edit the city
fr: Editer la ville

source: Save
fr: Sauvegarder

source: Cancel
fr: Annuler

source: Name
fr: Nom

source: Firstname
fr: Prénom

source: Birthday
fr: Date de naissance

source: Picture
fr: Photo

source: Country
fr: Pays

source: New athlete
fr: Nouvel athlète

source: New discipline
fr: Nouvelle discipline

source: New country
fr: Nouveau pays

source: New city
fr: Nouvelle ville

# s1
source: Discipline created
fr: La discipline a bien été créée

# s2
source: Country created
fr: Le pays a bien été créée

# s3
source: Athlete created
fr: L'athléte a bien été créée

# s4
source: Discipline edited
fr: La discipline a bien été éditée

# s5
source: Country edited
fr: Le pays a bien été édité

# s6
source: Athlete edited
fr: L'athléte a bien été édité

# s7
source: Discipline deleted
fr: La discipline a bien été supprimée

# s8
source: Country deleted
fr: Le pays a bien été supprimé

# s9
source: Athlete deleted
fr: L'athléte a bien été supprimé

# e1
source: Error during creation
fr: Erreur lors de la création

# e2
source: Error during edition
fr: Erreur lors de l'édition

# copy
source: PHP exercice with Symfony
fr: Exercice PHP avec Symfony

source: The city is mandatory
fr: Veuillez entrer une ville

source: City added
fr: Ville ajoutée

source: City deleted
fr: Ville supprimée

source: City updated
fr: Ville mise à jour

source: Are you sure ?
fr: Êtes vous sûr ?

source: Yes
fr: Oui

source: No
fr: Non

source: Close
fr: Fermer

source: Name of the city
fr: Nom de la ville
